pmc-request/PhotoRequest.xml

<?xml version="1.0" encoding="UTF-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Body>
        <getPersonPhoto xmlns="http://www.epam.com/wsapi/types">
            <sessionHash></sessionHash>
            <personId></personId>
        </getPersonPhoto>
    </soapenv:Body>
</soapenv:Envelope>